Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/dearvvasvuohta-ja-sosiala.html.tmx
Source language: sme
Languages: smj

source: Dearvvašvuohta ja sosiála / Sámediggi - Sametinget
smj: Varresvuohta ja sosiálla / Sámedigge - Sametinget

source: Dearvvašvuohta ja sosiála
smj: Varresvuohta ja sosiálla

source: Sámedikkis Norggas lea bajitdási ovddasvástádus sámi dearvvašvuođa- ja sosiálapolitihka hábmemis ja lea áibbas guovddáš eaktudeaddjin Norgga eiseválddiid ektui go galgat ovdánahttit dásseárvosaš fálaldagaid sámi álbmogii.
smj: Vuona Sámedikken le gájkbadjásasj åvdåsvásstádus sáme varresvuohta- ja sosiálpolitihkkahábbmimis ja le ájnnasamos premissabuvtadiddje vuona oajválattjaj vuoksjuj mij guosská sáme álmmugij avtaárvvusasj fálaldagáv åvddånahttet.

source: Láhččomis bálvalusa oktavuođas lea Sámedikkis oktiiheivehan ja váikkuheaddji sajádat guovddáš eiseválddiid ektui.
smj: Dievnastusá hiebadimen le Sámedikken koordinerim ja åvdediddje rolla guovdásj oajválattjaj gáktuj.

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: Mánáidsuodjalus
smj: Mánájsuodjalus

source: Dearvvašvuohta
smj: Varresvuohta

source: Sosiála
smj: Sosiálla

source: Sámediggi bargá
smj: Sámedigge barggá

source: dásseárvosaš dearvvašvuođa- ja sosiálabálvalusaid sámi pasieanttaide, seamma ládje go álbmogii muđui.
smj: le avtaárvvusasj varresvuohta- ja sosiálfálaldahka sáme pasientajda, dagu álmmuk ietján.

source: ahte guovddáš dásis láhččojuvvojit čielga rámmat dasa movt joksat dásseárvosaš bálvalusa sámi álbmogii.
smj: guovdásj oajválattja tjielgga birástagájt biedji gåktu ulmme avtaárvvusasj dievnastus sáme álmmugij galggá ålliduvvat.

source: ahte ovddasvástádus láhččet dearvvašvuođabálvalusa mas lea sámi gielat ja kultuvrralaš máhttu ja gelbbolašvuohta loktejuvvo bajitdássái.
smj: jus åvdåsvásstádus varresvuohtadievnastusás manna le máhtudahka sáme gielan ja kultuvran bajemus dássáj låggŋiduvvá..

source: Vuoigatvuoðat
smj: Rievtesvuoda

source: Sámi pasieanttain leat vuoigatvuođat nationála lágaid ja riikkaidgaskasaš konvenšuvnnaid bakte.
smj: Sáme pasientajn li nasjonála lágaj ja rijkajgasskasasj konvensjåvnåj baktu riektá.

source: Sámelága § 3-5 bakte ožžot sii geat ásset sámegiela hálddašanguovllu siskkobealde vuoigatvuođa adnit sámegiela go iežaset beroštumiid ovddidit báikkálaš ja guovlulaš almmolaš dearvvašvuođa- ja sosiálaásahusaide, ja lea maiddái riekti oažžut bálvalusaid ja veahki sámegillii.
smj: Sámelága § 3-5 vaddá sáme giellaháldadimguovlo viesádijda riektáv sámegielav adnet ietjasa dárvoj milta bájkálasj ja guovlolasj almulasj varresvuoda- ja sosiálásadusá, ja siján le riektá sámegiellaj duostoduvvat.

source: Maiddái pasieantavuoigatvuođalága § 3-5 daddjo ahte pasieanttain lea riekti oažžut dieđuid, mat leat heivehuvvon vuostáiváldi oktagaslaš eavttuide, nugomat ahkái, rávisvuhtii, vásáhusaide ja kultuvrra- ja gielladuogážii.
smj: Sæmmi láhkáj vuoset pasienntariektálága § 3-5 ahte pasientajn le riektá diedojda ma li vuosstájvállde individuála ævtojda hiebadum, dagu álldar, ållessjattukvuohta, åtsådallam ja kultuvrra- ja gielladuogásj.

source: Od.prp. nr. 12 dárkkuha ahte riekti oažžut dieđuid mat leat heivehuvvon juohke ovttaskas pasieanta dárbbuide, mearkkaša ahte sámegielat pasieanttaide galgá láhččojuvvot dulka, dahje ahte galget leat sámegielat buohccedivššárat geat dikšot sámegielat pasieanttaid go dat lea dárbbašlaš vai pasieanta oažžu dieđuid nu movt lágas gáibiduvvo.
smj: Ot.prp. nr. 12 dættot jut diehtoriektá mij le juohkka ájnna pasienta individuála dárbojda hiebadum, mierkki sámegielagijda bierri dålkkå åttjuduvvat, jali jut pasienta bierriji sámegielak barggijs giehtadaláduvvat gå dassta le dárbbo váj pasiennta galggá oadtjot diedov mij le lága gájbbádusáj milta dåhkkidahtte.

source: Viidáset čujuhuvvo ILO-konvenšuvdnii nr 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji stáhtain, ON konvenšuvdnii mánáid vuoigatvuođaid birra ja ON julggaštussii álgoálbmotvuoigatvuođaid birra.
smj: Vijddábut vuoseduvvá ILO-konvensjåvnnåj nr 169 álggoálmmugij ja máddoálmmuga iesjrádálasj stáhtajn, AN:a mánáj riektáj konvensjåvnnåj ja AN:a álggoálmmugij tjuottjodussaj.

source: ILO konvenšuvnna artihkal 25 sihkkarastá sámiide rievtti leat mielde hábmemis guoskevaš dearvvašvuođafálaldagaid seammás go nanne sámi geavaheddjiid vuoigatvuođa oažžut dohkálaš dearvvašvuođabálvalusaid.
smj: ILO-konvensjåvnå 25. artihkkal sihkarasstá sámijda riektáv oassálasstet guoskavasj varresvuodafálaldágajt hábbmit ja duodas sámij addnij riektájt dåhkkidahtte varresvuodadievnastusájda.

source: ON Mánáidkonvenšuvdna nanne sámi mánáid vuoigatvuođa adnit giela, kultuvrra ja oskku.
smj: AN:a Mánájkonvensjåvnnå duodas sáme mánáj riektáv giela, kultuvra ja åsko adnuj.

source: Earret eará nanne konvenšuvnna artihkal 20 ahte mánáid bajásgeassimis galgá doarvái buorre joatkevašvuohta, ja maiddái vuhtiiváldit máná čearddalaš, vuoiŋŋalaš, kultuvrralaš ja gielalaš duogáža go máná sirdá eará fuolahussii.
smj: Duola dagu konvensjåvnå 20. Artihkkal duodas galggá máná bajásgiessema kontinuitehtav bærrájgæhttjat, ja máná tjerdalasj, åskolasj ja gielalasj duogátjav vieledit gå biebbmosijddaj galggá.

source: Dieðut dán birra Dearvvašvuohta ja sosiála
smj: Diedo Varresvuohta ja sosiálla

source: Leat suohkanat ja stáhta geat ovddasvástidit láhččomis dearvvašvuođa- ja sosiálabálvalusaid sámi álbmogii.
smj: Suohkanijn ja stáhtan le åvdåsvásstádus varresvuoda- ja sosiáldievnastusájs sáme álmmugij.

source: Dát mearkkaša maiddái ahte lea ovddasvástádus láhččet bálvalusa mii lea heivehuvvon sámi pasieanttaid sámegiela ja sámi kultuvrra dárbbuide.
smj: Dat mierkki siján le aj åvdåsvásstádus dievnastusáv fállat mij le sáme pasientaj gielalasj ja kultuvralasj dárbojda hiebaduvvam.

source: Váilevaš máhttu sámi gielas ja kultuvrras ja váilevaš dearvvašvuođa- sosiálaárvu bálvalusain unnida sámi pasieanttaid vejolašvuođa ávkkástallat bálvalusfálaldagaid.
smj: Jus sáme kultuvra, giela ja varresvuoda- ja sosiálstáhtus birra vájlluji máhtudagá dievnastusájn de navti sáme pasientajda sjaddá gássjelabbo dievnastusfálaldagájt ávkkit.

source: Sámi dearvvašvuođadutkanguovddáža dearvvašvuođa- ja birgenlágiguorahallan duođašta ahte eai leat earenoamáš erohusat somáhtalaš dearvvašvuođas sámi álbmoga ja eará álbmoga gaskkas.
smj: Varresvuoda- ja iellemdilleguoradallama Sáme varresvuodadutkama guovdátjis vuosedi ælla vuojga sieradusá somáhtalasj varresvuodan sámij ja álmmuga gaskan ietján.

source: Sámit baicca vásihit stuorit gulahallanváttisvuođaid go vuostáiváldojuvvojit dearvvašvuođa- ja sosiálabálvalusas go maid dážat vásihit.
smj: Ajtu sáme vásedi guládallamhásstalusájt gå siján le aktijvuohta varresvuohta- ja sosiáldievnastusájn, ienep gå álmmuk ietján.

source: Vai galgat olahit dásseárvosaš dearvvašvuođa- ja sosiálabálvalusaid de ferte bálvalusas leat sámegielat ja sámi kultuvrralaš máhttu ja gelbbolašvuohta buot dásiin.
smj: Jus galggá avtaárvvusasj varresvuoda- ja sosiáldievnastusáv oadtjot sáme álmmugij de hæhttu dievnastus diehtet ja buktet sámegielav ja kultuvrav juohkka dásen.

source: Maiddái lea dehálaš ahte ovddasvástádus kvalitehtalaččat dárkkistit dearvvašvuođa- ja sosiálabálvalusaid sámi pasieanttaide loktejuvvo alit dássái.
smj: Ájnas le aj kvalitehta bærrájgæhttjam varresvuoda- ja sosiáldievnastusás sáme pasientajda låggŋiduvvá alep dássáj.

source: Dás ii galgga leat nu ahte sámi dearvvašvuođa- ja sosiálabálvalusaid kvalitehtadárkkisteapmi galgá leat ovttaskasolbmuid duohken geain lea earenoamášgelbbolašvuohta, dahje earenoamáš beroštupmi sámi gillii ja kultuvrii.
smj: Ij navti galga ahte ájnegis ulmutjij duogen sjaddá dan danen gå siján le sierralágásj máhtudahka jali berustibme sámegielas ja kultuvras.

source: Iige galgga leat nu ahte lea juohke áidna ovttaskas bálvalusoažžu duohken čilget makkár heivehuvvon dearvvašvuođa- ja sosiálabálvalusaid son dárbbaša.
smj: Ij ga navti máhte liehket ahte le juohkka ájnna sáme dievnastusvuosstájvállde duogen definerit suv dárbov hiebadum varresvuoda- ja sosiáldievnastusájs.
